Repository: FinancePlanner/stock-plan-ios
Catalog: financeplan/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: No suggestions right now
pt_pt: Nenhuma sugestão de momento

source: No trend
pt_pt: Nenhuma tendência

source: No Watchlist Items
pt_pt: Nenhum item da lista de observação

source: None
pt_pt: Nenhum

source: Norviq subscription limits control app features such as portfolio capacity, imports, alerts, reports, and advanced research access.
pt_pt: A subscrição Norviq limita as capacidades da aplicação de controlo, como a capacidade de portfólio, importações, alertas, relatórios e acesso a pesquisas avançadas.

source: Not now
pt_pt: Agora não

source: Not set
pt_pt: Não definido

source: Notification Status
pt_pt: Estado das notificações

source: Notifications
pt_pt: Notificações

source: Notify at price
pt_pt: Avise pelo preço

source: of %@
pt_pt: de %@

source: of %lld
pt_pt: de %lld

source: Off
pt_pt: Desligado

source: On
pt_pt: Ligado

source: One tap to manage in Settings
pt_pt: Um toque para gerir em Definições

source: Open external link
pt_pt: Abrir link externo

source: Open Notification Settings
pt_pt: Abrir definições de notificações

source: Open settings
pt_pt: Abrir definições

source: Optional note
pt_pt: Nota opcional

source: Optional notes
pt_pt: Notas opcionais

source: OR
pt_pt: OU

source: Over budget
pt_pt: Acima do orçamento

source: Over Budget
pt_pt: Acima do orçamento

source: Overview
pt_pt: Visão geral

source: Partner
pt_pt: Parceiro

source: Password strength: %@
pt_pt: Força da palavra-passe: %@

source: Peer comparison
pt_pt: Comparação entre pares

source: Performance comparison
pt_pt: Comparação de desempenho

source: Personal
pt_pt: Pessoal

source: Pillar
pt_pt: Pilar

source: Pillar Targets
pt_pt: Metas do Pilar

source: Pillars must total 100%
pt_pt: Os pilares devem totalizar 100%

source: Plan
pt_pt: Plano

source: Plan %@
pt_pt: Plano %@

source: Plan item
pt_pt: Item de plano

source: Plan next
pt_pt: Planeie o próximo

source: Plan next month
pt_pt: Planeie o próximo mês

source: PLANNED
pt_pt: PLANEJADO

# Planned %@ • Spent %@
source: Planned %1$@ • Spent %2$@
pt_pt: %@ planeado • %@ gasto

# Planned %@, Spent %@
source: Planned %1$@, Spent %2$@
pt_pt: Planeado %@ , gasto %@

source: PLANNED VS ACTUAL
pt_pt: PLANEADO X REAL

source: Portfolio
pt_pt: Portefólio

source: Portfolio actions
pt_pt: Ações de carteira

source: Portfolio Allocation
pt_pt: Alocação de portfólio

source: Portfolio Performance
pt_pt: Desempenho do portfólio

source: Portfolio section
pt_pt: Secção do portefólio

source: Position
pt_pt: Posição

source: Position %lld
pt_pt: Posição %lld

source: Position details
pt_pt: Detalhes da posição

source: POSITIONS
pt_pt: POSIÇÕES

source: Potential savings: %@
pt_pt: Poupança potencial: %@

source: Preview
pt_pt: Visualização

source: Preview Errors
pt_pt: Erros de visualização

source: Price
pt_pt: Preço

source: Price Alert
pt_pt: Alerta de preço

source: Price history
pt_pt: Histórico de preços

source: Price target alerts
pt_pt: Alertas de preço-alvo

source: Price targets
pt_pt: Metas de preço

source: Privacy & Security
pt_pt: Privacidade e Segurança

source: Privacy Policy
pt_pt: Política de privacidade

source: Pro
pt_pt: Pró

source: PRO
pt_pt: PRÓ

source: Pro Active
pt_pt: Pró-ativo

source: Pro Feature
pt_pt: Recurso profissional

source: Profit
pt_pt: Lucro

source: Progress: %lld%%
pt_pt: Progresso: %lld%%

source: Projected share-price range
pt_pt: Intervalo projetado de preço das ações

source: Projection data is unavailable for this symbol right now.
pt_pt: Os dados de projeção não estão atualmente disponíveis para este símbolo.

source: Projection scenario
pt_pt: Cenário de projeção

source: Provider
pt_pt: Provedor

# Purchased %@ • %@ shares
source: Purchased %1$@ • %2$@ shares
pt_pt: Adquiriu ações de %@ • %@

source: Purchasing...
pt_pt: Comprando...

source: Qty
pt_pt: Quantidade

source: Qty: %@
pt_pt: Quantidade: %@

source: Quantity
pt_pt: Quantidade

source: Quick Add
pt_pt: Adição rápida

source: Quick Stats
pt_pt: Estatísticas rápidas

source: Rate on App Store
pt_pt: Avalie na App Store

source: Rationale
pt_pt: Justificativa

source: Reach Out
pt_pt: Entre em contacto

source: Read full article
pt_pt: Leia o artigo completo

source: Ready
pt_pt: Pronto

source: Recent news
pt_pt: Notícias recentes

source: Recommended savings
pt_pt: Economias recomendadas

source: Record expense
pt_pt: Despesa registada

source: Record spend
pt_pt: Gasto recorde

source: Record Spend
pt_pt: Gastos registados

source: Recorded spend
pt_pt: Gasto registado

source: Recorded Spend
pt_pt: Gastos registados

source: Recurring
pt_pt: Recorrente

source: Recurring Templates
pt_pt: Modelos recorrentes

source: Redeem
pt_pt: Resgatar

source: Redeem coupon
pt_pt: Resgatar cupão

source: Reference price: %@
pt_pt: Preço de referência: %@

source: Refresh Connection State
pt_pt: Atualizar estado da ligação

source: REMAINING
pt_pt: RESTANTE

source: Remove
pt_pt: Remover

source: Remove %@
pt_pt: Remover %@

# Remove %@ from %@.
source: Remove %1$@ from %2$@.
pt_pt: Remova %@ de %@ .

# Remove %@ from the %@ plan for %@.
source: Remove %1$@ from the %2$@ plan for %3$@.
pt_pt: Remova %@ do plano %@ para %@ .

source: Remove from watchlist?
pt_pt: Remover da lista de observação?

source: Rename
pt_pt: Renomear

source: Replace valuation with DCF values?
pt_pt: Substituir a avaliação pelos valores DCF?

source: Replace with DCF values
pt_pt: Substituir por valores DCF

source: Report Section
pt_pt: Secção de relatório

source: Reports
pt_pt: Relatórios

source: Request a Feature
pt_pt: Solicite um recurso

source: Researching
pt_pt: Pesquisando

source: Reset Password
pt_pt: Redefinir palavra-passe

source: Reset to Default
pt_pt: Repor para o padrão

source: Reset to Defaults
pt_pt: Repor para os padrões

source: Resources
pt_pt: Recursos

source: Response Time
pt_pt: Tempo de resposta

source: Restore Purchases
pt_pt: Restaurar compras

source: Retry
pt_pt: Tentar novamente

source: Revenue
pt_pt: Rendimentos

source: Review %@
pt_pt: Revisão %@

source: Review balance sheet strength and cash generation for %@ when statement data is available.
pt_pt: Reveja a solidez do balanço e a geração de cash-flow para %@ quando os dados do demonstrativo estiverem disponíveis.

source: Review candidates before earnings.
pt_pt: Analise candidatos antes dos resultados.

source: Review the operating path, valuation range, and expected return using a bear, base, or bull scenario.
pt_pt: Reveja a trajetória operacional, a gama de avaliação e o retorno esperado utilizando um cenário de baixa, base ou alta.

source: salary + side income
pt_pt: salário + rendimento adicional

source: Save
pt_pt: Guardar

source: Save names you want to revisit so research and entry timing stay organized.
pt_pt: Guarde os nomes que pretende revisitar para que a pesquisa e o tempo de entrada permaneçam organizados.

source: Saved
pt_pt: Salvo

source: Savings rate
pt_pt: Taxa de poupança

source: Savings Rate
pt_pt: Taxa de poupança

source: Scenario assumptions and outputs
pt_pt: Pressupostos e resultados do cenário

source: Scenario highlights
pt_pt: Destaques do cenário

source: Search Asset
pt_pt: Ativo de pesquisa

source: Search by symbol or name
pt_pt: Pesquisar por símbolo ou nome

source: Search results
pt_pt: Resultados da pesquisa

source: Search stocks, ETFs, or owned assets
pt_pt: Pesquise ações, ETFs ou ativos próprios

source: Searching...
pt_pt: Procura...

source: Sector
pt_pt: Setor

source: Sector Weighting
pt_pt: Ponderação Setorial

source: SECTOR WEIGHTING
pt_pt: PONDERAÇÃO DO SETOR

source: SECURE NORVIQ PROTECTION
pt_pt: PROTEÇÃO SEGURA NORVIQ

source: Securely access your private financial editorial and curated portfolio.
pt_pt: Aceda com segurança ao seu editorial financeiro privado e portfólio com curadoria.

source: Security
pt_pt: Segurança

source: Security Code
pt_pt: Código de segurança

source: Security Code is enabled
pt_pt: O código de segurança está ativo

source: Security Code is off
pt_pt: O código de segurança está desligado

source: Select CSV File
pt_pt: Selecione o ficheiro CSV

source: Select Date
pt_pt: Selecione a data

source: Selected Asset
pt_pt: Ativo selecionado

source: Selected month
pt_pt: Mês selecionado

source: Sell
pt_pt: Vender

source: Send Feedback
pt_pt: Enviar comentários

source: Send Reset Link
pt_pt: Enviar link de redefinição

source: Sending...
pt_pt: Enviando...

source: Sensitive actions
pt_pt: Ações sensíveis

source: Series
pt_pt: Série

source: Session Recovery Needed
pt_pt: Recuperação de sessão necessária

source: Set
pt_pt: Conjunto

source: Set Up
pt_pt: Configurar

source: Set up your monthly budget (salary + side income) and allocate it across spending pillars.
pt_pt: Configure o seu orçamento mensal (salário + rendimento adicional) e aloque-o entre os pilares de despesa.

source: Set your monthly budget
pt_pt: Defina o seu orçamento mensal

source: Settings
pt_pt: Definições

source: Share
pt_pt: Partilhar

source: Share allocation
pt_pt: Alocação de ações

source: Share App
pt_pt: Partilhar aplicativo

source: Share Chart
pt_pt: Gráfico de ações

source: Share Feedback
pt_pt: Partilhar feedback

source: Share price chart
pt_pt: Gráfico de preços das ações

source: Share price vs intrinsic value (DCF)
pt_pt: Preço das ações versus valor intrínseco (DCF)

source: Share stock snapshot
pt_pt: Partilhar instantâneo de ações

source: Shared
pt_pt: Compartilhado

source: Shared • %lld%% yours
pt_pt: Partilhado • %lld%% o seu

source: Shared from financeplan
pt_pt: Partilhado do plano financeiro

# Shares: %@ • Buy price: %@
source: Shares: %1$@ • Buy price: %2$@
pt_pt: Ações: %@ • Preço de compra: %@

source: Show confirm password
pt_pt: Mostrar confirmação de palavra-passe

source: Show password
pt_pt: Mostrar palavra-passe

source: Sign in
pt_pt: Entrar

source: Sign In
pt_pt: Entrar

source: Sign Out
pt_pt: Sair

source: Sign up
pt_pt: Inscrever-se

source: Signing Out
pt_pt: Saindo

source: Skip for Now
pt_pt: Saltar por agora

source: Smart Suggestions
pt_pt: Sugestões inteligentes

source: Snapshot
pt_pt: Instantâneo

source: Some analysis, statements, consensus, and forecast data depends on the market data coverage currently connected to Norviq.
pt_pt: Algumas análises, declarações, consenso e dados de previsão dependem da cobertura de dados de mercado atualmente ligada ao Norviq.

source: Something went wrong
pt_pt: Algo correu mal

source: Soon
pt_pt: Brevemente

source: Spending
pt_pt: Gastos

source: Spent
pt_pt: Gasto

source: Split
pt_pt: Divisão

source: Split Mode
pt_pt: Modo dividido

source: Start Free Trial
pt_pt: Comece o teste gratuito

source: Start tracking your expenses to see where your money goes
pt_pt: Comece a monitorizar as suas despesas para ver para onde vai o seu dinheiro

source: Statement period
pt_pt: Período de declaração

source: Status
pt_pt: Estatuto

source: Stay on top of target hits
pt_pt: Fique por dentro dos acertos do alvo

source: Staying under your spending plan.
pt_pt: Mantendo-se abaixo do seu plano de gastos.

source: Stock detail sections
pt_pt: Secções de detalhes de stock

source: Submit Feedback
pt_pt: Enviar comentários

source: Subscribe to unlock this view. Free trial available.
pt_pt: Subscreva para desbloquear esta visualização. Teste gratuito disponível.

source: Subscription
pt_pt: Subscrição

source: Summary
pt_pt: Resumo

source: Support
pt_pt: Suporte

source: Supported symbols on current free data coverage
pt_pt: Símbolos suportados na atual cobertura de dados gratuita

source: Surprise
pt_pt: Surpresa

source: Swipe left to delete, right to rename. Default lists cannot be deleted.
pt_pt: Deslize para a esquerda para eliminar e para a direita para renomear. As listas padrão não podem ser eliminadas.

source: Switch between single filings or grouped annual and quarterly views.
pt_pt: Alterne entre registos únicos ou visualizações agrupadas anuais e trimestrais.

source: Switch from %@ to
pt_pt: Mude de %@ para

source: Symbol
pt_pt: Símbolo

source: Symbol (e.g. AAPL)
pt_pt: Símbolo (por exemplo, AAPL)

source: Sync IBKR Now
pt_pt: Sincronize IBKR agora

source: Sync Now
pt_pt: Sincronizar agora

source: Syncing...
pt_pt: Sincronizando...

source: System
pt_pt: Sistema

source: Tap a month above to switch context, then adjust salary, pillars, and planned items.
pt_pt: Toque num mês acima para mudar de contexto e, em seguida, ajuste o salário, os pilares e os itens planeados.

source: Tap to browse for a broker export or CSV file
pt_pt: Toque em para procurar uma exportação de corretor ou ficheiro CSV

source: Target date
pt_pt: Data prevista

source: Target date %@
pt_pt: Data prevista %@

source: Target distribution
pt_pt: Distribuição alvo

source: Target price
pt_pt: Preço alvo

source: Target price alerts
pt_pt: Alertas de preço alvo

source: Temporary message.
pt_pt: Mensagem temporária.

source: Terminal Growth Rate
pt_pt: Taxa de crescimento terminal

source: Terminal Margin
pt_pt: Margem Terminal

source: Terminal Value Assumptions
pt_pt: Suposições de valor terminal

source: Terms of Service
pt_pt: Termos de serviço

source: The band shows the low and high valuation outputs for each year in the selected scenario.
pt_pt: A banda mostra os resultados de avaliação baixa e alta para cada ano no cenário selecionado.

source: Thesis
pt_pt: Tese

source: This list and all its contents will be removed. This cannot be undone.
pt_pt: Esta lista e todo o seu conteúdo serão removidos. Isto não pode ser desfeito.

source: This removes the holding from your portfolio. You can add it again later.
pt_pt: Isto remove a participação do seu portfólio. Pode adicioná-lo novamente mais tarde.

source: This replaces the current bear, base, and bull ranges. Rationale and target date stay unchanged.
pt_pt: Isto substitui os intervalos atuais de urso, base e touro. A fundamentação e a data-alvo permanecem inalteradas.

source: Title
pt_pt: Título

source: Top Gainers
pt_pt: Principais ganhadores

source: Top Losers
pt_pt: Principais perdedores

source: Top Spending Categories
pt_pt: Principais categorias de despesas

source: Topic
pt_pt: Tópico

source: Total Income
pt_pt: Renda total

source: TOTAL NET WORTH
pt_pt: PATRIMÓNIO LÍQUIDO TOTAL

source: Total Value
pt_pt: Valor total

source: TOTAL VS ME VS %@
pt_pt: TOTAL VS MIM VS %@

source: Total Wealth
pt_pt: Riqueza Total

source: Track price movement across intraday and long-range windows.
pt_pt: Acompanhe o movimento dos preços em janelas intradiárias e de longo prazo.

source: Transcript
pt_pt: Transcrição

source: Transcript available
pt_pt: Transcrição disponível

source: Trends
pt_pt: Tendências

# Trial: %lld day%@ remaining
source: Trial: %1$lld day%2$@ remaining
pt_pt: Teste: %lld dia %@ restante

source: Trial: %lld days remaining
pt_pt: Avaliação: %lld dias restantes

source: Try Again
pt_pt: Tente novamente

source: Turn Off
pt_pt: Desligar

source: Turn Off Security Code
pt_pt: Desativar código de segurança

source: Turn On Security Code
pt_pt: Ativar código de segurança

source: Two-Factor Verification
pt_pt: Verificação de dois fatores

source: Type
pt_pt: Tipo

source: Unable to Load Portfolio
pt_pt: Não foi possível carregar o portefólio

source: Unavailable
pt_pt: Indisponível

source: Unknown User
pt_pt: Utilizador desconhecido

source: Unlock
pt_pt: Desbloquear

source: Unlock Pro
pt_pt: Desbloquear profissional

source: Unlock to continue
pt_pt: Desbloqueie para continuar

source: Unlock with Security Code
pt_pt: Desbloquear com código de segurança

source: Unlock your financial potential
pt_pt: Desbloqueie o seu potencial financeiro

source: Unplanned
pt_pt: Não planeado

source: UNREALIZED P&L
pt_pt: P&L NÃO REALIZADO

source: Upcoming in the Next 30 Days
pt_pt: Próximos nos próximos 30 dias

source: Updated %@
pt_pt: Atualizado %@

source: Upgrade to Pro
pt_pt: Atualizar para Pro

source: Upgrade to Pro to unlock all features.
pt_pt: Atualize para Pro para desbloquear todas as funcionalidades.

source: Use a 6-digit code to unlock Norviq when Face ID or device passcode is unavailable.
pt_pt: Utilize um código de 6 dígitos para desbloquear o Norviq quando o Face ID ou a palavra-passe do dispositivo não estão disponíveis.

source: Use the actual year as the base, then review how revenue, margins, EPS, valuation multiples, and price targets evolve across the forecast.
pt_pt: Utilize o ano real como base e, em seguida, analise como a receita, as margens, o lucro por ação, os múltiplos de avaliação e os preços-alvo evoluem ao longo da previsão.

source: Username
pt_pt: Nome de utilizador

# v%@ (%@)
source: v%1$@ (%2$@)
pt_pt: v %@ ( %@ )

source: Valuation
pt_pt: Avaliação

source: Value
pt_pt: Valor

source: Verify and Sign In
pt_pt: Verifique e inicie sessão

source: Verifying...
pt_pt: Verificando...

source: View and edit your account
pt_pt: Ver e editar a sua conta

source: View Details
pt_pt: Ver detalhes

source: View profile
pt_pt: Ver perfil

source: vs last period
pt_pt: vs período anterior

source: WACC (Weighted Average Cost of Capital)
pt_pt: WACC (Custo Médio Ponderado de Capital)

source: Waiting
pt_pt: Espera

source: Watchlist
pt_pt: Lista de seguimento

source: We appreciate your feedback! It helps us make Norviq better for everyone.
pt_pt: Agradecemos o seu feedback! Ajuda-nos a tornar Norviq melhor para todos.

source: We built Norviq around one principle: your financial data belongs to you.
pt_pt: Construímos o Norviq com base num princípio: os seus dados financeiros pertencem-lhe.

source: We typically respond within one business day.
pt_pt: Normalmente respondemos no prazo de um dia útil.

source: Website
pt_pt: Site

source: Weekly
pt_pt: Semanalmente

source: Weight
pt_pt: Peso

source: Welcome back
pt_pt: bem vindo de volta

source: Welcome to Norviq
pt_pt: Bem-vindo à Norviq

source: What Norviq Does
pt_pt: O que faz a Norviq

source: What's on your mind?
pt_pt: O que está na sua mente?

source: Where your expenses go
pt_pt: Para onde vão as suas despesas

source: Where your salary goes
pt_pt: Para onde vai o seu salário

source: Whether it's a bug, a feature idea, or just a thought — we'd love to hear from you.
pt_pt: Quer seja um bug, uma ideia de funcionalidade ou apenas uma ideia, gostaríamos de ouvir a sua opinião.

source: Why connect AI models?
pt_pt: Porquê conectar modelos de IA?

source: Why connect an AI model?
pt_pt: Porquê ligar um modelo de IA?

source: Winners
pt_pt: Vencedores

source: WINNERS VS LOSERS
pt_pt: VENCEDORES X PERDEDORES

source: Write your thesis, key risks, and the signals that would make you add, trim, or exit.
pt_pt: Escreva a sua tese, os principais riscos e os sinais que o fariam adicionar, cortar ou sair.

source: Year
pt_pt: Ano

source: Yearly actual spending
pt_pt: Gastos reais anuais

source: You can add expenses later from the Expenses tab
pt_pt: Pode adicionar despesas posteriormente na guia Despesas

source: You can include take-home salary and extra monthly income sources.
pt_pt: Pode incluir o salário líquido e fontes de rendimento mensal extra.

source: You can opt out at any time
pt_pt: Pode cancelar a qualquer momento

source: You're all caught up for this period.
pt_pt: Estão todos atualizados neste período.

# You've exceeded your %@ budget by %@
source: You've exceeded your %1$@ budget by %2$@
pt_pt: Excedeu o seu orçamento de %@ em %@

source: Your Assets
pt_pt: Seus ativos

source: Your Crypto Balance
pt_pt: O seu saldo criptográfico

source: Your data has been imported. You can now explore your workspace insights.
pt_pt: Os seus dados foram importados. Agora pode explorar os insights do seu espaço de trabalho.

source: Your data is retained even if you cancel. Resubscribe anytime to restore full access.
pt_pt: Os seus dados serão retidos mesmo que cancele. Subscreva novamente a qualquer momento para restaurar o acesso total.

source: Your data is yours
pt_pt: Os seus dados são seus

source: Your data, forever yours
pt_pt: Os seus dados, para sempre os seus

source: Your feedback shapes Norviq
pt_pt: O seu feedback molda Norviq

source: Your Lists
pt_pt: As suas listas

source: Your monthly budget is currently 0. Add salary and side income so spending insights can calculate correctly.
pt_pt: O seu orçamento mensal é atualmente 0. Adicione o salário e a receita adicional para que as informações sobre as despesas possam ser calculadas corretamente.

source: Your Share
pt_pt: A sua parte

source: Your spending summary will appear here once you record your first expense
pt_pt: O seu resumo de despesas aparecerá aqui assim que registar a sua primeira despesa

source: Your wealth, wisely managed
pt_pt: A sua riqueza, sabiamente administrada
